tap "alehouse/unofficial"
tap "aws/tap"
tap "blackfireio/blackfire"
tap "bufbuild/buf"
tap "denisidoro/tools"
tap "derailed/k9s"
tap "guumaster/tap"
tap "homebrew/bundle"
tap "homebrew/services"
tap "humbug/box"
tap "norwoodj/tap"
tap "oven-sh/bun"
tap "snyk/tap"
tap "symfony-cli/tap"
tap "thoughtbot/formulae"
tap "versent/taps"
brew "ack"
brew "act"
brew "fontconfig"
brew "python-packaging"
brew "pixman"
brew "cairo"
brew "harfbuzz"
brew "openjdk"
brew "ant"
brew "imath"
brew "openexr"
brew "apgdiff"
brew "autoconf"
brew "automake"
brew "autossh"
brew "node"
brew "aws-cdk"
brew "aws-iam-authenticator"
brew "cryptography"
brew "awscli"
brew "bandwhich"
brew "bash"
brew "bash-completion@2"
brew "oniguruma"
brew "bat"
brew "bison"
brew "black"
brew "boost"
brew "broot"
brew "bsdmake"
brew "btop"
brew "buildkit"
brew "bzip2"
brew "ghc"
brew "cabal-install"
brew "carthage"
brew "certifi"
brew "chart-testing"
brew "cheat"
brew "choose-rust"
brew "circleci"
brew "cloud-sql-proxy"
brew "cloudflared"
brew "lima"
brew "colima"
brew "colordiff"
brew "libtool"
brew "libpq"
brew "php"
brew "composer"
brew "coreutils"
brew "cscope"
brew "csvkit"
brew "csvprintf"
brew "debianutils"
brew "direnv"
brew "dive"
brew "docker"
brew "docker-buildx"
brew "docker-compose"
brew "docker-credential-helper"
brew "docker-credential-helper-ecr"
brew "docker-slim"
brew "doggo"
brew "dos2unix"
brew "perl"
brew "dpkg"
brew "drone-cli"
brew "dua-cli"
brew "duf"
brew "duti"
brew "editorconfig-checker"
brew "erlang"
brew "elixir"
brew "libexif"
brew "popt"
brew "exif"
brew "eza"
brew "fd"
brew "libevent"
brew "gnutls"
brew "leptonica"
brew "libass"
brew "pango"
brew "tesseract"
brew "ffmpeg"
brew "ffsend"
brew "figlet"
brew "findutils"
brew "fish"
brew "flyway"
brew "fselect"
brew "fx"
brew "mpfr"
brew "gawk"
brew "gcc"
brew "gdk-pixbuf"
brew "gh"
brew "ghostscript"
brew "git"
brew "git-cliff"
brew "git-delta"
brew "git-extras"
brew "git-lfs"
brew "gitleaks"
brew "gnu-sed"
brew "gnu-units"
brew "libgpg-error"
brew "libksba"
brew "libusb"
brew "gnupg"
brew "go"
brew "pkgconf"
brew "gobject-introspection"
brew "golangci-lint"
brew "gradle"
brew "shared-mime-info"
brew "libheif"
brew "graphicsmagick"
brew "netpbm"
brew "gts"
brew "librsvg"
brew "graphviz"
brew "grep"
brew "gron"
brew "groovy"
brew "grpcurl"
brew "gsettings-desktop-schemas"
brew "guile"
brew "hatch"
brew "helm"
brew "hstr"
brew "htmlq"
brew "htop"
brew "httpie"
brew "hugo"
brew "hyperfine"
brew "id3tool"
brew "iftop"
brew "liblqr"
brew "imagemagick"
brew "instaloader"
brew "ipinfo"
brew "iproute2mac"
brew "iredis"
brew "jaq"
brew "jenv"
brew "jless"
brew "jsoncpp"
brew "jsonnet"
brew "jupyterlab"
brew "just"
brew "k6"
brew "lzlib"
brew "librdkafka"
brew "kcat"
brew "kotlin"
brew "kubernetes-cli"
brew "kubectx"
brew "kustomize"
brew "lazydocker"
brew "lazygit"
brew "less"
brew "liblzf"
brew "libusb-compat"
brew "libxml2"
brew "llvm"
brew "lnav"
brew "lua"
brew "lynx"
brew "mackup"
brew "make"
brew "makedepend"
brew "maven"
brew "mhash"
brew "micro"
brew "midnight-commander"
brew "mockserver"
brew "mp3info"
brew "mtr"
brew "mycli"
brew "mypy"
brew "nano"
brew "nanomsg"
brew "navi"
brew "ncdu"
brew "newman"
brew "nmap"
brew "nnn"
brew "noti"
brew "numpy"
brew "nushell"
brew "nvm"
brew "ocaml"
brew "okta-aws-cli"
brew "opam"
brew "openfortivpn"
brew "openssh"
brew "ossp-uuid"
brew "p7zip"
brew "pdm"
brew "pdsh"
brew "pgcli"
brew "pigz"
brew "pinentry-mac"
brew "pip-tools"
brew "pipdeptree"
brew "pipenv"
brew "pipx"
brew "podman"
brew "poetry"
brew "pre-commit"
brew "prettyping"
brew "procs"
brew "proctools"
brew "pspg"
brew "pstree"
brew "psysh"
brew "pth"
brew "pv"
brew "py-spy"
brew "pyenv"
brew "pyenv-virtualenv"
brew "pyright"
brew "python-argcomplete"
brew "python-lsp-server"
brew "python-setuptools"
brew "python-tabulate"
brew "python@3.10"
brew "python@3.11"
brew "qemu"
brew "rabbitmq-c"
brew "ranger"
brew "rclone"
brew "ripgrep"
brew "ruby"
brew "ruff"
brew "rustc-completion"
brew "rustup"
brew "rye"
brew "s3cmd"
brew "saxon"
brew "scala"
brew "scons"
brew "screen"
brew "sd"
brew "selenium-server"
brew "sqlfluff"
brew "ssh-copy-id"
brew "sshuttle"
brew "starship"
brew "stow"
brew "swaks"
brew "tailspin"
brew "telnet"
brew "terminal-notifier"
brew "tig"
brew "tldr"
brew "tmux"
brew "tor"
brew "tree"
brew "vim"
brew "virtualenv"
brew "watch"
brew "wget"
brew "xh"
brew "yamllint"
brew "yq"
brew "yt-dlp"
brew "zlib"
brew "zoxide"
brew "bufbuild/buf/buf"
brew "derailed/k9s/k9s"
brew "guumaster/tap/hostctl"
brew "norwoodj/tap/helm-docs"
brew "oven-sh/bun/bun"
brew "symfony-cli/tap/symfony-cli"
cask "1password"
cask "1password-cli"
cask "adobe-creative-cloud"
cask "aldente"
cask "arc"
cask "asana"
cask "brave-browser"
cask "chatgpt"
cask "choosy"
cask "cloudflare-warp"
cask "coconutbattery"
cask "confluent-cli"
cask "dash"
cask "discord"
cask "drawio"
cask "dropbox"
cask "electrum"
cask "elmedia-player"
cask "emacs"
cask "fastrawviewer"
cask "firefox@beta"
cask "font-fira-code"
cask "font-fira-code-nerd-font"
cask "font-source-code-pro"
cask "ghostty"
cask "github"
cask "gitup"
cask "google-cloud-sdk"
cask "google-drive"
cask "hot"
cask "iina"
cask "iterm2"
cask "jetbrains-toolbox"
cask "lens"
cask "little-snitch"
cask "logitech-g-hub"
cask "micro-snitch"
cask "microsoft-auto-update"
cask "microsoft-edge"
cask "microsoft-teams"
cask "mimestream"
cask "mitmproxy"
cask "monitorcontrol"
cask "mullvad-browser"
cask "ngrok"
cask "notion"
cask "numi"
cask "outline-manager"
cask "postman"
cask "protonvpn"
cask "rar"
cask "raspberry-pi-imager"
cask "raycast"
cask "rectangle"
cask "slack"
cask "slack-cli"
cask "sublime-text"
cask "table-tool"
cask "tailscale"
cask "telegram"
cask "tunnelblick"
cask "typora"
cask "unshaky"
cask "visual-studio-code"
cask "webpquicklook"
cask "whatsapp"
cask "xld"
cask "zed"
cask "zoom"
vscode "42crunch.vscode-openapi"
vscode "ecmel.vscode-html-css"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "hashicorp.terraform"
vscode "ms-azuretools.vscode-docker"
vscode "ms-dotnettools.csharp"
vscode "ms-dotnettools.vscode-dotnet-runtime"
vscode "ms-kubernetes-tools.vscode-kubernetes-tools"
vscode "ms-python.debugpy"
vscode "ms-python.isort"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-toolsai.jupyter"
vscode "ms-toolsai.jupyter-keymap"
vscode "ms-toolsai.jupyter-renderers"
vscode "ms-toolsai.vscode-jupyter-cell-tags"
vscode "ms-toolsai.vscode-jupyter-slideshow"
vscode "ms-vscode-remote.remote-containers"
vscode "redhat.vscode-yaml"
vscode "tamasfe.even-better-toml"
