tap "alehouse/unofficial"
tap "aws/tap"
tap "blackfireio/blackfire"
tap "denisidoro/tools"
tap "github/gh"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "humbug/box"
tap "profclems/tap"
tap "snyk/tap"
tap "thoughtbot/formulae"
tap "versent/taps"
brew "ack"
brew "act"
brew "ansible"
brew "openjdk"
brew "ant"
brew "imath"
brew "openexr"
brew "apgdiff"
brew "autoconf"
brew "automake"
brew "autossh"
brew "aws-iam-authenticator"
brew "awscli"
brew "bandwhich"
brew "bash"
brew "bash-completion@2"
brew "bat"
brew "bison"
brew "boost"
brew "pkg-config"
brew "broot"
brew "bsdmake"
brew "ghc"
brew "cabal-install"
brew "fontconfig"
brew "pixman"
brew "cairo"
brew "carthage"
brew "mpfr"
brew "gcc"
brew "ceres-solver"
brew "circleci"
brew "colordiff"
brew "libtool"
brew "libpq"
brew "oniguruma"
brew "php"
brew "composer"
brew "coreutils"
brew "cowsay"
brew "cscope"
brew "csvkit"
brew "csvprintf"
brew "debianutils"
brew "diff-so-fancy"
brew "direnv"
brew "dive"
brew "dog"
brew "dos2unix"
brew "dpkg"
brew "erlang"
brew "elixir"
brew "exa"
brew "libexif"
brew "popt"
brew "exif"
brew "fasd"
brew "fd"
brew "guile"
brew "libevent"
brew "ffmpeg"
brew "ffms2"
brew "ffsend"
brew "figlet"
brew "findutils"
brew "ncurses"
brew "fish"
brew "fortune"
brew "node"
brew "fx"
brew "gawk"
brew "gh"
brew "ghostscript"
brew "git"
brew "git-extras"
brew "git-lfs"
brew "gitleaks"
brew "gnu-sed"
brew "gnu-units"
brew "libgpg-error"
brew "libksba"
brew "libusb"
brew "gnupg"
brew "go"
brew "golangci-lint"
brew "gradle"
brew "graphicsmagick"
brew "graphviz"
brew "grep"
brew "gron"
brew "groovy"
brew "gtk+"
brew "gtk-mac-integration"
brew "helm"
brew "hstr"
brew "htop"
brew "httpie"
brew "id3tool"
brew "iftop"
brew "imagemagick"
brew "imap-uw"
brew "ipinfo"
brew "iproute2mac"
brew "jenv"
brew "jq"
brew "jsoncpp"
brew "jupyterlab"
brew "k6"
brew "lzlib"
brew "librdkafka"
brew "kcat"
brew "kotlin"
brew "kubernetes-cli"
brew "lazydocker"
brew "lazygit"
brew "liblzf"
brew "libusb-compat"
brew "lnav"
brew "lua"
brew "lynx"
brew "mackup"
brew "make"
brew "makedepend"
brew "maven"
brew "mhash"
brew "mcrypt"
brew "midnight-commander"
brew "minio"
brew "mockserver"
brew "mp3info"
brew "mtr"
brew "mycli"
brew "nano"
brew "nanomsg"
brew "navi"
brew "ncdu"
brew "newman"
brew "nmap"
brew "nnn"
brew "noti"
brew "numpy"
brew "ossp-uuid"
brew "p7zip"
brew "parquet-tools"
brew "pdsh"
brew "pgcli"
brew "php@7.4"
brew "pigz"
brew "pinentry-mac"
brew "pipenv"
brew "poetry"
brew "postgresql"
brew "pre-commit"
brew "prettyping"
brew "procs"
brew "proctools"
brew "proxychains-ng"
brew "pspg"
brew "pstree"
brew "pth"
brew "pv"
brew "pyenv"
brew "pylint"
brew "rabbitmq-c"
brew "ranger"
brew "rclone"
brew "ripgrep"
brew "ruby"
brew "rust"
brew "rustc-completion"
brew "s3cmd"
brew "saml2aws"
brew "saxon"
brew "scala"
brew "scons"
brew "screen"
brew "sd"
brew "selenium-server"
brew "shadowsocks-libev"
brew "spark"
brew "ssh-copy-id"
brew "sshuttle"
brew "starship"
brew "stormssh"
brew "swaks"
brew "telnet"
brew "terminal-notifier"
brew "terraform"
brew "tig"
brew "tldr"
brew "tmux"
brew "tor"
brew "tree"
brew "virtualenv"
brew "watch"
brew "wget"
brew "yarn"
brew "youtube-dl"
brew "zlib"
brew "zsync"
brew "aws/tap/aws-sam-cli"
brew "humbug/box/box"
brew "profclems/tap/glab"
brew "snyk/tap/snyk"
brew "thoughtbot/formulae/gitsh"
cask "1password"
cask "1password-cli"
cask "adobe-creative-cloud"
cask "amazon-photos"
cask "bloomrpc"
cask "brave-browser"
cask "cheatsheet"
cask "choosy"
cask "cloudflare-warp"
cask "dash"
cask "discord"
cask "docker"
cask "dropbox"
cask "electrum"
cask "emacs"
cask "fastrawviewer"
cask "firefox-beta"
cask "font-fira-code"
cask "font-fira-code-nerd-font"
cask "forticlient-vpn"
cask "gitup"
cask "google-chrome"
cask "google-earth-pro"
cask "hot"
cask "iina"
cask "iterm2-beta"
cask "jetbrains-toolbox"
cask "lens"
cask "macvim"
cask "ngrok"
cask "notion"
cask "numi"
cask "outline-manager"
cask "postman"
cask "powershell"
cask "protonvpn"
cask "send-to-kindle"
cask "sequel-pro"
cask "signal"
cask "skype"
cask "slack"
cask "spectacle"
cask "sublime-text"
cask "table-tool"
cask "teamviewer"
cask "telegram"
cask "tomighty"
cask "transmission"
cask "transmit"
cask "tunnelblick"
cask "typora"
cask "unshaky"
cask "vagrant"
cask "vimr"
cask "visual-studio-code"
cask "webpquicklook"
cask "whatsapp"
cask "xld"
cask "yandex-cloud-cli"
cask "zoom"
