tap "alehouse/unofficial"
tap "aws/tap"
tap "blackfireio/blackfire"
tap "bufbuild/buf"
tap "denisidoro/tools"
tap "guumaster/tap"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "humbug/box"
tap "snyk/tap"
tap "thoughtbot/formulae"
tap "versent/taps"
brew "ack"
brew "act"
brew "fontconfig"
brew "pkg-config"
brew "pixman"
brew "cairo"
brew "harfbuzz"
brew "openjdk"
brew "ant"
brew "imath"
brew "openexr"
brew "apgdiff"
brew "autoconf"
brew "automake"
brew "autossh"
brew "node"
brew "aws-cdk"
brew "aws-iam-authenticator"
brew "awscli"
brew "bandwhich"
brew "bash"
brew "bash-completion@2"
brew "bat"
brew "bison"
brew "boost"
brew "broot"
brew "bsdmake"
brew "mpfr"
brew "gcc"
brew "btop"
brew "buildkit"
brew "bzip2"
brew "llvm@12"
brew "ghc"
brew "cabal-install"
brew "carthage"
brew "python@3.10"
brew "chart-testing"
brew "cheat"
brew "circleci"
brew "libevent"
brew "gnutls"
brew "libusb"
brew "ncurses"
brew "lima"
brew "colima"
brew "colordiff"
brew "libtool"
brew "libpq"
brew "oniguruma"
brew "php"
brew "composer"
brew "corepack"
brew "coreutils"
brew "cowsay"
brew "cscope"
brew "csvkit"
brew "csvprintf"
brew "debianutils"
brew "direnv"
brew "dive"
brew "docker"
brew "docker-buildx"
brew "docker-compose"
brew "docker-credential-helper"
brew "docker-credential-helper-ecr"
brew "docker-slim"
brew "doggo"
brew "dos2unix"
brew "perl"
brew "dpkg"
brew "duf"
brew "editorconfig-checker"
brew "erlang"
brew "elixir"
brew "exa"
brew "libexif"
brew "popt"
brew "exif"
brew "fd"
brew "guile"
brew "libass"
brew "pango"
brew "ffmpeg"
brew "ffsend"
brew "figlet"
brew "findutils"
brew "fish"
brew "fx"
brew "gawk"
brew "gdk-pixbuf"
brew "gh"
brew "ghostscript"
brew "git"
brew "git-delta"
brew "git-extras"
brew "git-lfs"
brew "gitleaks"
brew "gnu-sed"
brew "gnu-units"
brew "libgpg-error"
brew "libksba"
brew "gnupg"
brew "go"
brew "gobject-introspection"
brew "golangci-lint"
brew "gradle"
brew "graphicsmagick"
brew "gts"
brew "librsvg"
brew "graphviz"
brew "grep"
brew "gron"
brew "groovy"
brew "grpcurl"
brew "gsettings-desktop-schemas"
brew "hatch"
brew "helm"
brew "hstr"
brew "htmlq"
brew "htop"
brew "hugo"
brew "hyperfine"
brew "id3tool"
brew "iftop"
brew "shared-mime-info"
brew "libheif"
brew "liblqr"
brew "imagemagick"
brew "imap-uw"
brew "ipinfo"
brew "iproute2mac"
brew "jaq"
brew "jenv"
brew "jless"
brew "jsoncpp"
brew "jupyterlab"
brew "just"
brew "k6"
brew "lzlib"
brew "librdkafka"
brew "kcat"
brew "kotlin"
brew "kubernetes-cli"
brew "kustomize"
brew "lazydocker"
brew "lazygit"
brew "less"
brew "liblzf"
brew "libusb-compat"
brew "libxml2"
brew "llvm"
brew "lnav"
brew "python-tabulate"
brew "localstack"
brew "lua"
brew "lynx"
brew "mackup"
brew "make"
brew "makedepend"
brew "maven"
brew "mhash"
brew "midnight-commander"
brew "minio"
brew "mitmproxy"
brew "mockserver"
brew "mp3info"
brew "mtr"
brew "mycli"
brew "mypy"
brew "nano"
brew "nanomsg"
brew "navi"
brew "ncdu"
brew "newman"
brew "nmap"
brew "nnn"
brew "noti"
brew "openssl@3"
brew "openfortivpn"
brew "openssh"
brew "ossp-uuid"
brew "p7zip"
brew "pdsh"
brew "pgcli"
brew "pigz"
brew "pinentry-mac"
brew "pipx"
brew "postgresql@14"
brew "pre-commit"
brew "prettyping"
brew "procs"
brew "proctools"
brew "pspg"
brew "pstree"
brew "pth"
brew "pv"
brew "pyenv"
brew "rabbitmq-c"
brew "ranger"
brew "rclone"
brew "ripgrep"
brew "ruby"
brew "rustc-completion"
brew "rustup-init"
brew "s3cmd"
brew "saml2aws"
brew "saxon"
brew "scala"
brew "scons"
brew "screen"
brew "sd"
brew "selenium-server"
brew "shadowsocks-libev"
brew "sqlfluff"
brew "ssh-copy-id"
brew "sshuttle"
brew "starship"
brew "stow"
brew "swaks"
brew "tailscale"
brew "telnet"
brew "terminal-notifier"
brew "terraform"
brew "tig"
brew "tldr"
brew "tmux"
brew "tor"
brew "tree"
brew "vim"
brew "watch"
brew "wget"
brew "xh"
brew "yamllint"
brew "youtube-dl"
brew "yq"
brew "zlib"
brew "zoxide"
brew "zsync"
brew "bufbuild/buf/buf"
brew "guumaster/tap/hostctl"
cask "1password"
cask "1password-cli"
cask "adobe-creative-cloud"
cask "aldente"
cask "bloomrpc"
cask "brave-browser"
cask "cheatsheet"
cask "choosy"
cask "cloudflare-warp"
cask "coconutbattery"
cask "dash"
cask "discord"
cask "dropbox"
cask "electrum"
cask "elmedia-player"
cask "emacs"
cask "fastrawviewer"
cask "firefox-beta"
cask "font-fira-code"
cask "font-fira-code-nerd-font"
cask "github"
cask "gitup"
cask "google-cloud-sdk"
cask "hot"
cask "iina"
cask "iterm2-beta"
cask "jetbrains-toolbox"
cask "lens"
cask "little-snitch"
cask "micro-snitch"
cask "microsoft-remote-desktop"
cask "microsoft-teams"
cask "mimestream"
cask "monitorcontrol"
cask "ngrok"
cask "notion"
cask "numi"
cask "outline-manager"
cask "postman"
cask "protonvpn"
cask "rar"
cask "raspberry-pi-imager"
cask "raycast"
cask "rectangle"
cask "sequel-pro"
cask "slack"
cask "sublime-text"
cask "table-tool"
cask "telegram"
cask "tomighty"
cask "transmission"
cask "transmit"
cask "tunnelblick"
cask "typora"
cask "unshaky"
cask "visual-studio-code"
cask "webpquicklook"
cask "whatsapp"
cask "xld"
cask "yandex-cloud-cli"
cask "zoom"
